Repository: kkarbowski/DoctorsAppointmentApi
Catalog: AppointmentRazor/Resources/ViewResource.*.resx
Languages: pl

source: '{0}' must be at least {1} and maximum {2} characters
pl: '{0}' musi zawierać od {2} do {1} znaków

source: Add a note
pl: Dodaj swoje uwagi

source: Appointment date
pl: Data wizyty

source: Appointments
pl: Wizyty

source: Confirm
pl: Potwierdź

source: Dear, Patient
pl: Drogi pacjencie

source: Doctor
pl: Lekarz

source: Go to your appointments
pl: Przejdź do twoich wizyt

source: Home
pl: Strona Główna

source: homePageTitle
pl: Strona główna

source: InvalidLogin
pl: Podany login lub hasło są nieprawidłowe

source: Login
pl: Zaloguj się

source: Make an appointment
pl: Umów wizytę

source: pageTitle
pl: Wizyty u lekarza

source: Password
pl: Hasło

source: Phone number
pl: Numer telefonu

source: Pick a date
pl: Wybierz termin

source: Pick a doctor
pl: Wybierz lekarza

source: Pick a reson
pl: Wybierz przyczynę

source: Please enter value for {0}
pl: Należy podać {0}

source: Profile
pl: Profil

source: Reasons
pl: Przyczyny wizyty

source: Register
pl: Zarejestruj się

source: Remarks
pl: Uwagi

source: Show all appointments
pl: Pokaż wszystkie wizyty

source: Show only active
pl: Pokaż tylko przyszłe wizyty

source: Success
pl: Sukces

source: Username
pl: Nazwa użytkownika

source: Your appointment has been made correctly
pl: Twoja wizyta została zarezerwowana
